Repository: stefanfr/mauris-web
Catalog: app/Locale/nld/LC_MESSAGES/default.po
Languages: nld

source: <info>Welcome to Mauris Systems web app Console</info>
nld: <info>Welkom bij de Mauris Systems web app Console</info>

source: Main information
nld: Algemene informatie

source: Enter the department name
nld: Vul de naam van de afdeling in

source: Enter the school name:
nld: Vul de school naam in:

source: Optional information
nld: Optionele informatie

source: What style is the department supposed to use?
nld: Welke stijl hoort de afdeling te gebruiken?

source: What language is the department supposed to use?
nld: Welke taal hoort de afdeling te gebruiken?

source: The department has been created with id %d
nld: De afdeling is gemaakt met id %d

source: Department could not be created
nld: Afdeling kon niet worden gemaakt

source: Could not create the department
nld: Kon de afdeling niet aanmaken

source: The department with id %d was deleted
nld: De afdeling met id %d was verwijderd

source: Department could not be removed
nld: De afdeling kon niet worden verwijderd

source: Could not delete the department with id %d, possibly because it doesn't exist.
nld: Kon de afdeling met id %d niet verwijderen, mogelijk omdat deze niet bestaat.

source: List the departments
nld: Lijst van afdelingen

source: Add a departments
nld: Voeg een afdeling toe

source: Delete a department
nld: Verwijder een afdeling

source: Use this command to delete a department from the database.
nld: Gebruik dit commando om een afdeling te verwijderen uit de database.

source: The id of the department to delete
nld: De id van de afdeling om te verwijderen

source: Send reminders
nld: Verstuur herinneringen

source: The assignment has been changed added
nld: De opgave is aangemaakt

source: The could assignment not be added
nld: De opgave kon niet worden aangemaakt

source: The assignment has been changed successfully
nld: De opgave is succesvol aangepast

source: The could assignment not be changed
nld: De opgave kon niet worden aangepast

source: The assignment has been changed removed
nld: De opgave is verwijderd

source: The could assignment not be removed
nld: De opgave kon niet worden verwijderd

source: The caches have been cleared
nld: De caches zijn leeggemaakt

source: The garbage collector has run successfully
nld: De garbage collector is succesvol uitgevoerd

source: The comment you want to reply to doesn't exist
nld: Het commentaar waarop je wilt reageren bestaat niet

source: Could not find that post
nld: Kon het bericht niet vinden

source: Your comment has been created
nld: Je commentaar is aangemaakt

source: Could not create your comment
nld: Kon je commentaar niet aanmaken

source: Invalid comment
nld: Ongeldig commentaar

source: Your comment has been updated.
nld: Je commentaar is toegevoegd.

source: Unable to update your comment.
nld: Commentaar kon niet worden aangepast.

source: The event has been added
nld: Het evenement is toegevoegd

source: Could not add the event
nld: Kon het evenement niet toevoegen

source: The event has been changed
nld: Het evenement is aangepast

source: Could not change the event
nld: Kon het evenement niet aanpassen

source: The event has been deleted
nld: Het evenement is verwijderd

source: Could not delete the event
nld: Kon het evenement niet verwijderen

source: Thank you for your feedback!
nld: Danku voor je feedback!

source: Could not add your feedback
nld: Kon je terugkoppeling niet toevoegen

source: Roles
nld: Rollen

source: Permissions
nld: Rechten

source: Could not find that organization
nld: Kon die organisatie niet vinden

source: The organization has been changed
nld: De organisatie is aangepast

source: Could not change the organization
nld: Kon de organisatie niet aanpassen

source: The organization has been created
nld: De organisatie is aangemaakt

source: Could not create the organization
nld: Kon de organisatie niet aanmaken

source: The organization has been removed
nld: De organisatie is verwijderd

source: Could not remove the organization
nld: Kon de organisatie niet verwijderen

source: Could not create your post
nld: Kon de je bericht niet aanmaken

source: Your post has been created
nld: Je bericht is aangemaakt

source: Could not find this post
nld: Kon dit bericht niet vinden

source: Your post has been changed
nld: Je bericht is aangepast

source: Could not change your post
nld: Kon je bericht niet aanpassen

source: Could not remove your post
nld: Kon je bericht niet verwijderen

source: Your post has been removed
nld: Je bericht is verwijderd

source: Home
nld: Hoofdpagina

source: Organization
nld: Organisatie

source: News
nld: Nieuws

source: The student has been added
nld: De student is toegevoegd

source: Could not add the student
nld: Kon de student niet toevoegen

source: The student has been deleted
nld: De student is verwijderd

source: Could not delete the student
nld: Kon de student niet verwijderen

source: The style has been changed
nld: De stijl is aangepast

source: Could not change the style
nld: Kon de stijl niet aanpassen

source: The absence has been reported
nld: De afwezigheid is gemeld

source: Could not report the absence
nld: Kon de aanwezigheids melding aanmaken

source: The absence report could not be found
nld: De afwezigheids melding kon niet worden gevonden

source: The absence report has been changed.
nld: De afwezigheids melding is aangepast.

source: Could not change the absence report
nld: Kon de aanwezigheids melding niet aanpassen

source: The absence report has been removed
nld: De aanwezigheids melding is verwijderd

source: Could not find this teacher
nld: Kon die docent niet vinden

source: The teacher assignment has been created
nld: De docent toewijzing is aangemaakt

source: Could not create teacher assignment
nld: Kon de docent toewijzing niet aanmaken

source: The teacher assignment has been removed
nld: De docent toewijzing is verwijderd

source: Could not remove the teacher assignment
nld: Kon de docent toewijzing niet verwijderen

source: Could not find this user
nld: Kon die gebruiker niet vinden

source: You already have an account
nld: Je hebt al een account

source: Could not create your account
nld: Kon je account niet aanmaken

source: The user has been saved
nld: De gebruiker is opgeslagen

source: The user could not be saved. Please, try again.
nld: De gebruiker kon niet worden opgeslagen. Probeer het alstublieft opnieuw.

source: Invalid user
nld: Ongeldige gebruiker

source: Invalid username or password, try again
nld: Incorrecte gebruikersnaam of wachtwoord, probeer het opnieuw

source: The user has been changed.
nld: De gebruiker is aangepast.

source: Could not change the user
nld: Kon de gebruiker niet aanpassen

source: The user has been removed.
nld: De gebruiker is verwijderd.

source: Could not remove the user
nld: Kon de gebruiker niet verwijderen

source: All %1$s are set-up correctly.
nld: Alle %1$s zijn correct opgezet.

source: %1$s %2$s doesn't exist.
nld: %1$s %2$s bestaat niet.

source: Processing organization language
nld: Verwerking organisatie taal

source: Looking up %2$s permission for %1$s
nld: Opzoeken %2$ toestemming voor %1$s

source: Processing school information
nld: Verwerking school informatie

source: Unknown
nld: Onbekend

source: Billboard
nld: Informatiebord

source: Latest news
nld: Laatste nieuws

source: Cancelled subjects
nld: Geannuleerde lessen

source: Absent teachers
nld: Afwezige docenten

source: Events
nld: Evenementen

source: Public transit
nld: Openbaar vervoer

source: Server unavailable
nld: Server onbereikbaar

source: The server can't be reached. The information may be incorrect or out-dated
nld: De server kan niet bereikt worden. De informatie is mogelijk incorrect of oud

source: Reloading
nld: Herladen

source: The billboard is reloading...
nld: Het informatiebord is aan het herladen...

source: Location
nld: Locatie

source: Change
nld: Bewerk

source: Remove
nld: Verwijderen

source: Debug setting does not allow access to this url.
nld: Een instelling bij foutenanalyse staat niet toe deze link te openen.

source: Alert notice message testing...
nld: Alarm melding bericht testen...

source: Alert success message testing...
nld: Alarm succes bericht testen...

source: Alert error message testing...
nld: Alarm fout bericht testen...

source: Alert info message testing...
nld: Alarm informatie bericht testen...

source: Alert warning message testing...
nld: Alarm waarschuwingsbericht testen...

source: Alert danger message testing...
nld: Alarm gevaar bericht testen...

source: GitHub datasource error: %1$s
nld: GitHub databron fout: %1$s

source: Go to the website
nld: Ga naar de website

source: Go to the website in %s second(s)
nld: Ga naar de website %s seconde

source: Warning
nld: Waarschuwing

source: The webpage you're trying to go to might be dangerous. For more information about the page, take a look at the information shown on this page.
nld: The webpagina waar je heen probeert te gaan kan gevaarlijk zijn. Voor meer informatie over de webpagina kijk naar de informatie weergegeven op deze pagina.

source: Schedule
nld: Rooster

source: Manage
nld: Beheer

source: Block '%1$s' is deprecated! Use right_menu instead.
nld: Blok '%1$s' is oud! Gebruik right_menu.

source: Could not decode the response
nld: Kon het antwoord niet decoderen

source: The response is not valid JSON. Is the RequestHandler being used?
nld: Het antwoord is geen geldig JSON. Wordt de RequestHandler gebruikt?

source: The URL to request.
nld: De URL om op te vragen.

source: HTTP method to use
nld: Te gebruiken HTTP methode

source: The schedule entry has been change
nld: Het rooster ding is aangepast

source: Could not change the schedule entry
nld: Kon het rooster ding niet aanpassen

source: Calendar
nld: Kalender

source: Calendar of the %1$s schedule at %2$s
nld: Kalender van het %1$s rooster op %2$s

source: Schedule calendar
nld: Rooster kalender

source: School schedule
nld: School rooster

source: Teacher
nld: Docent

source: Class
nld: Klas

source: Change schedule
nld: Bewerken

source: Options
nld: Opties

source: Scope
nld: Omvang

source: Date
nld: Datum

source: Period
nld: Lesuur

source: Subject
nld: Vak

source: Calendar schedule
nld: Kalender rooster

source: Classroom
nld: Klaslokaal

source: Assignments
nld: Opgaves

source: The card has been added
nld: De kaart is toegevoegd

source: Could not add the card
nld: Kon de kaart niet toevoegen

source: The card has been changed
nld: De kaart is aangepast

source: Could not change the card
nld: Kon de kaart niet aanpassen

source: The transaction has been added
nld: De transactie is toegevoegd

source: Could not add the transaction
nld: Kon de transactie niet toevoegen

source: The transaction has been removed
nld: De transactie is verwijderd

source: Could not remove the transaction
nld: Kon de transactie niet verwijderen

source: The balance account has been added
nld: Het saldo account is toegevoegd

source: Could not add the balance account
nld: Kon het saldo account niet toevoegen

source: The balance account has been changed.
nld: Het saldo account is aangepast.

source: Could not change the balance account
nld: Kon het saldo acount niet aanpassen

source: Vending machine
nld: Automaat

source: Cards
nld: Kaarten

source: Add card
nld: Voeg kaart toe

source: Add
nld: Toevoegen

source: Change %1$s
nld: Bewerk %1$s

source: User
nld: Gebruiker

source: Transactions
nld: Transacties

source: Add transaction
nld: Voeg transactie toe

source: None
nld: Geen

source: Credit account
nld: Saldo account

source: Amount
nld: Hoeveelheid

source: User balances
nld: Gebruiker saldo's

source: Add balance account
nld: Voeg gebruiker saldo toe

source: Change balance account of %1$s
nld: Bewerk gebruiker saldo van %1$s

source: View
nld: Bekijk

source: Credit
nld: Saldo

source: View balance account of %1$s
nld: Bekijk saldo rekening van %1$s

source: Balance:
nld: Saldo:

source: View cards
nld: Bekijk kaarten

source: View transactions
nld: Bekijk transacties

source: Card
nld: Kaart

source: Transaction
nld: Transactie

source: Your latest transactions
nld: Je laatste transacties

source: Balance
nld: Saldo

source: View balance
nld: Bekijk saldo

source: Contributions
nld: Bijdrages

source: Contribute to %1$s
nld: Draag bij aan %1$s

source: Nothing yet?
nld: Nog niks?

source: Help us bring %1$s to people around the globe by translating it to all kinds of languages
nld: Help ons %1$ naar mensen over de hele wereld te brengen door het te vertalen naar allerlei talen

source: Learn more
nld: Meer informatie

source: Help us develop and improve %1$s by contributing code
nld: Help ons %1$s te ontwikkelen en verbeteren door code bij te dragen

source: Want to contribute?
nld: Wil je bijdragen?

source: Want to contribute to %1$s? Click on '%2$s' for more information.
nld: Wil je bijdragen aan %1$s? Klik op '%2$s' voor meer informatie.

source: Contribute code
nld: Draag code bij

source: Contribute translations
nld: Draag vertalingen bij

source: %1$d contribution
nld: %1$d bijdrage

source: Contribute
nld: Draag bij

source: Contribute to %1$s by helping with translations, code and other things
nld: Draag bij aan %1$s door te helpen met vertalingen, code en andere dingen

source: Go to
nld: Ga naar

source: Go to %2$s to help translate %1$s easily without having work on the code directly
nld: Ga naar %2$s om te helpen %1$s makkelijk te vertalen zonder rechtstreeks aan de code te hoeven werken

source: Mauris translation status
nld: Mauris vertaling status

source: Techniques
nld: Technieken

source: Add assignment
nld: Voeg opgave toe

source: Name
nld: Naam

source: Description
nld: Beschrijving

source: Clear caches
nld: Leeg caches

source: Clear
nld: Legen

source: Cache configuration: %1$s
nld: Cache configuratie: %1$s

source: Yes
nld: Ja

source: No
nld: Nee

source: Engine
nld: Motor

source: Settings
nld: Instellingen

source: Prefix
nld: Voorvoegsel

source: Duration in seconds
nld: Duur in seconde

source: Path
nld: Pad

source: Lock
nld: Vergrendeld

source: Mask
nld: Masker

source: Propability
nld: Waarschijnlijkheid

source: Classrooms
nld: Klaslokalen

source: Available classrooms
nld: Beschikbare klaslokalen

source: Title
nld: Titel

source: Add comment
nld: Commentaar toevoegen

source: Change comment
nld: Pas commentaar aan

source: Comment
nld: Reageer

source: Latest comments
nld: Laatste reacties

source: Logged in as %s
nld: Ingelogd als %s

source: Profile
nld: Profiel

source: Logout
nld: Uitloggen

source: Login
nld: Inloggen

source: Register
nld: Registreren

source: %1$s Add
nld: %1$s Toevoegen

source: Back
nld: Terug

source: Are you sure you want to remove this?
nld: Weet je zeker dat je dit wilt verwijderen?

source: Language
nld: Taal

source: Default
nld: Standaard

source: Style
nld: Stijl

source: Reminder for %1$s
nld: Herinnering voor %1$s

source: Reservation number
nld: Reserveer nummer

source: Event
nld: Evenement

source: Time
nld: Tijd

source: View the feedback at the system
nld: Bekijk de terugkoppeling in het systeem

source: View feedback
nld: Bekijk terugkoppeling

source: Organization %1$s changed
nld: Organisatie %1$s is aangepast

source: Original
nld: Orgineel

source: Current
nld: Actueel

source: It appears something bad has happened :-(
nld: Het lijkt erop dat er iets slecht is gebeurt :-(

source: Apparently our database is having trouble?
nld: Blijkbaar heeft onze database problemen?

source: List of events happening in and around the organization within the coming months
nld: Lijst van evenementen die in en rondom de organisatie binnen de komende maanden

source: Add event
nld: Voeg evenement toe

source: Holiday
nld: Vakantie

source: Other
nld: Overig

source: Remove %1$s
nld: Verwijder %1$s

source: No events in the near future
nld: Geen evenementen in de nabije toekomst

source: Feedback
nld: Terugkoppeling

source: Summary
nld: Omschrijving

source: Body
nld: Inhoud

source: Student information
nld: Studenten informatie

source: Student information for %s
nld: Student informatie voor %s

source: Class schedule
nld: Klassen rooster

source: Teacher information
nld: Docent informatie

source: Teacher absence
nld: Docent afwezigheid

source: Homework
nld: Huiswerk

source: %1$s school information for teachers, students and parents at the %2$s department
nld: %1$s school informatie voor docenten, studenten, ouders op afdeling %2$s

source: %1$s school information for teachers, students and parents
nld: %1$s school informatie voor docenten, studenten en ouders

source: Read more
nld: Lees meer

source: You're logged in as %1$s
nld: Je bent ingelogd als %1$s

source: When
nld: Wanneer

source: List
nld: Lijst

source: Absent teachers for the 7 following days
nld: Afwezige docenten voor de komende 7 dagen

source: This table shows the classes you've subscribed to
nld: Deze tabel laat de klassen zien waar je op geabonneerd bent

source: Upcoming event
nld: Opkomende evenement

source: Absent teacher
nld: Afwezige docent

source: %d absent teacher report
nld: %d melding van èèn afwezige docent

source: Class subscription
nld: Klasse abbonnement

source: Available classroom
nld: Beschikbaar klaslokaal

source: Classroom available at: %s
nld: Lokaal beschikbaar om: %s

source: Mauris installer
nld: Mauris installatie

source: Edit organizations
nld: Bewerk organisaties

source: Edit posts
nld: Bewerk post

source: Edit schedule
nld: Bewerk rooster

source: Report teacher absence
nld: Meld docent afwezigheid

source: Assign a teacher to a user
nld: Wijs een docent toe aan een gebruiker

source: Edit assignments
nld: Bewerk opgaves

source: Welcome to %1$s
nld: Welkom bij %1$s

source: Organizations
nld: Organisaties

source: Users
nld: Gebruikers

source: Styles
nld: Stijlen

source: %1$s - Installer
nld: %1$s - Installatie

source: Installer
nld: Installatie

source: Posts
nld: Berichten

source: Students
nld: Studenten

source: This email was sent using the
nld: Deze email was verstuurd met het

source: Add organization
nld: Voeg organisatie toe

source: Appearance
nld: Uiterlijk

source: Technical details
nld: Technische details

source: Information
nld: Informatie

source: This page was not created by the developers of the system. We've added a intermediary page that checks every link to warn about possible dangerous activies.
nld: Deze pagina is niet gemaakt door de ontwikkelaars van het systeem. We hebben een tussen pagina toegevoegt die iedere link nakijkt om te waarschuwen voor mogelijke gevaarlijke activiteiten.

source: Add post
nld: Voeg post toe

source: System wide
nld: Systeem breed

source: School wide
nld: School breed

source: Department wide
nld: Afdeling breed

source: Content
nld: Inhoud

source: Edit post
nld: Bewerk bericht

source: The latest news
nld: Het laatste nieuws

source: Create post
nld: Maak bericht

source: Posted by
nld: Geplaatst door

source: %d comment
nld: %d reactie

source: Overview
nld: Overzicht

source: Posted by:
nld: Geplaatst door:

source: You can reply at: %1$s
nld: Je kan reageren op: %1$s

source: By
nld: Door

source: %s profile
nld: %s profiel

source: The following sitemaps are available:
nld: The volgende sitemaps zijn beschikbaar:

source: For a nicer news overview go to the news page.
nld: Voor een fijner nieuws overzicht ga naar de nieuws pagina.

source: Click here
nld: Klik hier

source: Role assignments
nld: Rol toewijzingen

source: Buttons
nld: Knoppen

source: Text
nld: Tekst

source: View %1$s
nld: Bekijk %1$s

source: The style is being applied to this page
nld: De stijl wordt toegepast op deze pagina

source: %1$s Edit
nld: %1$s Bewerk

source: No teachers are reported as absent at the moment
nld: Er zijn geen docenten afwezig gemeld op het moment

source: Destination
nld: Bestemming

source: Departure
nld: Vertrek

source: No transit information available
nld: Geen vervoer informatie beschikbaar

source: No subjects have been cancelled
nld: Er zijn geen uitgevallen vakken

source: Add student
nld: Voeg student toe

source: Role
nld: Rol

source: Teacher assignments
nld: Docent toewijzingen

source: The user will automatically receive the teacher role
nld: De gebruiker zal automatisch de docent rol krijgen

source: Add User
nld: Gebruiker toevoegen

source: Submit
nld: Versturen

source: Personal details
nld: Persoonlijke details

source: Email address for system emails for developers and administrators
nld: Email adres voor systeem emails voor ontwikkelaars en administrators

source: Authentication details
nld: Authenticatie details

source: Firstname
nld: Voornaam

source: Middlename
nld: Tussenvoegsel

source: Surname
nld: Achternaam

source: Latest post by this user
nld: Laatste nieuws bericht van deze gebruiker

source: Username
nld: Gebruikersnaam

source: Password
nld: Wachtwoord

source: Nickname
nld: Bijnaam
